

 
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~


¡
¢
£
§
©
ª
«
­
®
¯
°
±
²
´
µ
·
º
»
¼
½
¿
À
Á
Ã
Ä
Å
Ç
È
É
Í
Î
Ó
Ö
×
Ø
Ü
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ñ
ò
ó
ô
õ
ö
ø
ù
ú
û
ü
ý
ā
ă
ą
ć
Č
č
Đ
đ
ē
ě
ğ
ġ
ĩ
ī
İ
ı
ł
ň
ō
œ
ř
Ş
ş
Š
š
Ţ
ţ
ť
ū
ů
Ž
ž
ư
ǣ
Ș
ș
ț
ʼ
;
Σ
α
β
ε
η
θ
λ
μ
τ
А
В
Г
Д
Е
З
И
Й
К
Л
М
Н
О
П
Р
С
Т
У
Ф
Х
Ч
Ш
Э
Ю
Я
а
б
в
г
д
е
ж
з
и
й
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
ё
َ
ം
ദ
ന
പ
ഭ
ര
ഷ
സ
ാ
ി
ു
േ
ა
თ
ი
რ
უ
ჭ
ḷ
ḻ
ṇ
ṣ
ầ
ọ
ợ
​
‍
‎
‏
‑
–
—
―
‘
’
“
”
„
†
•
…
′
″
‹
›
₂
€
™
Ⅱ
→
∈
∑
−
≤
⋅
⋯
①
②
─
│
├
┤
┼
═
╒
╕
╘
╛
╤
╧
■
◆
●
◯
☆
☠
☯
♀
♂
♥
⚠
⛏
✲
❤
➡
⠀
、
。
々
〈
〉
《
》
「
」
『
』
【
】
〜
あ
い
う
え
お
か
が
き
ぎ
く
ぐ
け
げ
こ
ご
さ
ざ
し
じ
す
ず
せ
ぜ
そ
た
だ
ち
っ
つ
づ
て
で
と
ど
な
に
ね
の
は
ば
ひ
び
ぴ
ふ
ぶ
へ
べ
ほ
ぼ
ま
み
む
め
も
や
ゆ
ょ
よ
ら
り
る
れ
ろ
わ
を
ん
ァ
ア
ィ
イ
ウ
ェ
エ
ォ
オ
カ
ガ
キ
ギ
ク
グ
ケ
ゲ
コ
サ
ザ
シ
ジ
ス
ズ
セ
ソ
ゾ
タ
ダ
チ
ッ
ツ
テ
デ
ト
ド
ナ
ニ
ネ
ノ
バ
パ
ヒ
ビ
ピ
フ
ブ
プ
ヘ
ベ
ペ
ホ
ボ
ポ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ワ
ン
・
ー
㎜
一
万
三
上
下
不
与
世
両
並
中
丸
主
久
之
也
乱
予
争
事
二
五
井
亡
交
京
人
今
介
仕
他
付
代
令
以
仮
件
任
休
会
伝
位
住
体
何
余
作
佬
併
使
例
価
便
係
俊
俎
保
信
修
俺
倉
個
倍
値
健
側
偵
偽
傑
備
催
働
像
償
優
元
兄
充
先
光
児
党
入
全
八
公
共
兵
具
典
内
円
再
写
冬
冷
凡
処
出
刀
刃
分
刊
刘
初
判
別
利
到
制
削
前
剣
剤
割
創
劇
力
加
助
労
効
勉
動
務
勝
募
勢
化
北
区
医
十
午
半
卒
協
博
印
危
即
厚
原
去
参
及
友
反
収
取
受
口
召
可
台
史
右
司
各
合
吉
同
名
向
吕
否
含
吾
告
周
呪
味
呼
命
和
品
員
哲
唆
商
問
啓
善
喚
喜
嗣
器
回
団
困
囲
国
園
土
在
地
型
城
域
報
場
境
増
士
声
売
変
夕
外
多
夜
大
天
太
央
奈
女
好
如
妖
始
委
威
娘
嬉
子
孔
存
孝
季
学
宅
宇
守
安
完
宙
定
実
客
室
宮
害
家
容
宿
密
察
審
対
専
将
尊
尋
導
小
少
就
尽
尾
局
届
展
属
山
岸
島
崩
川
州
工
左
差
市
布
希
師
帯
帰
常
平
年
幸
幹
庁
広
床
店
府
度
座
庭
康
延
弁
式
引
弟
張
強
弾
当
形
彦
彩
彰
影
役
彼
律
後
徒
従
得
復
微
徴
心
必
忍
志
応
忠
快
念
思
急
性
怪
息
患
悪
情
惑
惧
想
意
愛
感
態
慎
慢
慮
憧
憲
懲
懸
成
戒
戦
戻
所
手
打
払
扱
承
投
抗
抜
抵
押
担
拒
拠
拡
拳
持
指
挑
挙
捕
捜
据
授
掛
採
探
接
控
推
掲
描
提
揮
援
揺
搬
搭
携
摘
撃
撮
支
改
攻
放
政
故
敏
教
散
敦
数
整
敵
文
斉
料
断
新
方
施
旅
族
日
旨
早
旬
明
易
星
昨
是
時
晋
暮
暴
曜
更
書
曼
替
最
月
有
服
望
朝
期
木
未
末
本
札
杉
材
村
条
来
東
林
果
査
栄
校
核
根
格
案
桜
條
梨
森
棲
植
検
業
楽
構
様
横
樹
機
欠
次
止
正
武
歳
歴
死
残
段
殺
母
毎
比
氏
民
気
水
求
江
池
決
沙
沢
沸
油
治
法
注
泰
洋
洗
津
活
派
浄
浦
浩
消
涼
深
混
済
渕
減
渡
湧
湯
満
準
演
漫
潭
激
火
災
炎
炒
点
為
無
焦
焼
照
煮
燃
父
版
物
特
状
独
猫
率
玉
珍
珠
現
球
理
環
瓶
生
用
田
由
甲
申
男
町
画
界
略
番
異
疑
疾
症
痛
痢
療
発
登
白
的
皇
益
盛
監
目
直
相
省
県
真
眠
着
督
知
短
石
研
砲
確
示
社
祐
神
祥
祭
禁
秀
私
秋
科
秘
称
移
程
税
種
稿
究
空
突
窮
立
章
童
竹
笑
第
等
答
策
算
管
箱
節
範
篠
籍
米
粋
粒
精
粿
系
紀
約
納
紛
索
紳
紹
終
組
経
結
絡
統
絶
継
続
網
総
線
編
緩
緻
縮
織
绿
置
署
羅
美
群
義
習
翠
考
者
聞
職
能
脅
脚
脱
脳
腸
腹
臨
自
興
舎
舗
舞
般
良
色
花
若
苦
英
草
菊
萎
著
蓋
蔵
薬
藤
蘇
虜
蛇
衆
行
術
街
衝
衣
表
衰
被
裁
装
製
複
西
要
見
規
視
覚
親
観
解
触
言
計
討
記
訪
設
訳
訴
診
註
証
評
試
話
詳
認
誘
語
説
読
調
請
論
諦
識
警
議
護
谷
象
負
販
責
貴
費
資
賛
賞
賠
賢
質
購
走
起
超
越
趣
跡
踏
躍
身
車
軌
軍
転
軽
較
載
輪
輸
辞
込
近
返
述
迷
追
退
送
透
通
逝
連
逮
週
進
遂
遊
運
過
道
達
違
適
選
郎
部
郷
都
配
酒
酔
重
野
量
金
針
鈴
鉄
銃
録
鎮
長
門
閉
開
間
関
閣
闘
阪
防
阿
降
限
陛
院
除
険
陽
隆
階
際
雄
雅
集
離
難
雷
電
需
震
霸
靖
静
非
面
音
響
頂
頃
順
頑
頬
題
額
願
類
频
飛
食
飲
首
馳
駆
験
驚
马
高
魔
鳥
鸭
麗
齢










️
﻿
！
％
＆
（
）
＊
／
０
１
２
３
４
５
６
７
８
９
：
＜
＝
＞
？
Ａ
Ｅ
Ｉ
Ｒ
Ｕ
［
］
～
ｱ
ﾚ
�
𒀫
𒀭
𝓣
𝓪
𝓴
𝙈
𝙘
𝙚
𝙝
𝙞
𝙧
𝙨
𝙩
🇧
🇫
🇬
🇭
🇱
🇵
🇷
🌈
🌳
🌴
🍿
🎉
🏡
🏻
🏽
🏾
🐸
🐻
👏
👣
👪
👽
💕
💖
💗
💙
💛
💜
💪
📌
🔥
🔴
🖤
😀
😁
😂
😃
😊
😡
🙄
🙈
🚨
🚫
🤔
🤘
🤣
🤦
🤷
🦊
